[
    {
        "from": "Sybocorp Corporate Headquarters",
        "to": ["8A73B5", "a"],
        "title": "Employment Information",
        "body": "Welcome to Sybocorp!  As of March 10, 2020, you are officially under contract with the Sybocorp Corporation. Exact details relating to your employment with us can be found in the digital contract that was sent to you shortly after you were hired. This message is simply a brief overview of that document, and will hopefully clear up any questions you have regarding your obligations to Sybocorp.  EMPLOYMENT RESTRICTIONS: While under contract with Sybocorp [until September 10, 2020] you are forbidden from entering into contractual obligations with ANY other corporation regarding your employment.  EMPLOYMENT OPPORTUNITIES: When your services are required by Sybocorp you will be approached by your handler [Designation: Five], who will inform you of any details the company deems necessary for you to be aware of. Payment details will be made aware to you as well, and will be deposited in your personal account upon completion of the job.  Please be aware: Sybocorp is in no way responsible for any injuries (either to person or property) you may incur while employed with us.  NONDISCLOSURE: Included in your employment contract is a Nondisclosure Agreement, which restricts you under penalty of jailtime and hefty fines from disclosing any information regarding the actions of Sybocorp you may have witnessed, or been party to while under contract."
    },
    {
        "from": "Five",
        "to": ["8A73B5", "a"],
        "title": "Work",
        "body": "I have a job for you. Be at the Plaza by 12:30 PM. Don't be late."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["8A73B5", "a"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Mike",
        "to": ["admin"],
        "title": "wtf are you kidding me?",
        "body": "Are you kidding me? Why don't you change your password?  The system is entirely compromised until you correct it.  You're the sysadmin, if you're this dumb the corporation is at risk."
    }
]
